{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "coBra": { "branch": "master" },
  "comment.nvim": { "branch": "master" },
  "dmap.nvim": { "branch": "main" },
  "espresso.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lsp_spinner.nvim": { "branch": "main" },
  "monark.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oterm.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "ponton.nvim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "sae": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "suit.nvim": { "branch": "main" },
  "telescope-smart-history.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vassal.nvim": { "branch": "main" }
}